{
    "block.simplecorn.corn": "ذرة",
    "block.simplecorn.corn_mid": "ذرة",
    "block.simplecorn.corn_top": "ذرة",
    "item.simplecorn.corncob": "كوز ذرة",
    "item.simplecorn.roastedcorn": "ذرة مشوي",
    "item.simplecorn.cornchowder": "شوربة ذرة",
    "item.simplecorn.chickencornchowder": "شوربة دجاج بذرة",
    "item.simplecorn.kernels": "حبوب ذرة",
    "item.simplecorn.poppedcorn": "فشار"
}